title: 往者不可谏，来者犹可追
date: 2014/01/01
categories: 
- 流水帐
tags: 
- summary
---



感冒了，看了一上午电影，睡了一下午，眼看2014年的第一天就要这样宅过去了，但似乎又没有更好的安排，好吧，宅就宅吧，但好歹做点比睡觉更有意义的事情吧，于是写点东西吧。

回首过去的一年，值得记录的各种大事、小事也不多，对我来说称得上大事的可能就是考研、毕业、研究生入学吧。关于考研，印象最深的莫过于选择考中科院的勇气以及准备初试的那段时光了，我的勇气说出来可能有点可笑，“给自己一个创造奇迹的机会”，想起这些，至今仍能感动自我。至于毕业，印象最深的就是拍毕业照和吃散伙饭，遗憾的是没有毕业旅行，写到这里，脑海里隐约浮现出各种无节操的毕业照以及散伙饭时班里几个女生哭成一团的场景。关于研究生入学，其重要性不言而喻，开启了学习生涯新篇章，但由于第一学期集中授课，所以给我的感觉好像是在上大五。其余的各种小事，就重点记录各种人生第一次吧：首先是来北京复试，那次经历创造了多项记录，第一次来北京、第一次坐10+小时的火车、第一次坐卧铺、第一次坐地铁、第一次一个人住宾馆、第一次一个人离家这么远、第一次真正的面试……，这些经历对一些人来说可能微不足道，但对我这样一个大学期间回家不用坐火车的人来说还是值得记录的。然后就是研究生入学以来产生的第一次，比如第一次坐长达6小时的高铁、第一次吃咸的豆腐脑、第一次住单人宿舍、第一次领工资、第一次去长城、第一次坐缆车、第一次滑雪、第一次享用暖气、还有第一次苦逼的抢票……，当时可能没注意，现在回想起来居然有这么多第一次，突然感觉2013没白活。

过去回首完了，该展望未来了。

提到新年计划，说实在的还真没想好，我一向信奉“车到山前必有路，桥到船头自然直”和“人生从来就不是规划出来的，而是一步步走出来的”之类的话，所以一直懒于计划，虽说如此，但还是得有一个大体的方向，方向对了，就不会错得太离谱。下面就列举一些所谓的目标吧：首先，要多读书，这个听起来就不那么靠谱，说实话，之前还真没养成读书这个习惯，都是心血来潮读一读，所以不好给个具体的量化指标，只是希望能养成读书的习惯。其次，学会思考，学会表达，我一直坚信学到的东西只有经过思考才能有更深刻的理解，只有表达出来才能成为自己的东西。然后，要处理好学与思的关系，借用孔子的话来说，“学而不思则罔，思而不学则殆”，我的理解是，学习新知识时要多思考，否则会对学到的东西感到迷惘；遇到问题时不要光思考，可能还要与他人沟通，学习一些解决问题的知识和方法，否则就可能陷于闭门造车的困境。最后，要时刻保持激情，对学习的激情，对生活的激情，只有这样才能保持前行的动力。缺乏激情时不妨想想最可怕的事情吧（比你优秀的人比你更努力）。

最后，我想说的是：2013，去你；2014，走你！


